{
  "MgData": {
    "MgAds": 
      {
        "AdsCompany": "mediation",

        "AdmobBanner": "ca-app-pub-7078905458736134/9500407926",
        "AdmobInterstitial": "ca-app-pub-7078905458736134/4316611429",
        "AdmobNative": "ca-app-pub-7078905458736134/4125039730",
        "AdmobRewarded": "ca-app-pub-7078905458736134/9972262787",

        "FbBanner": "1502571686779063_1502572400112325",
        "FbInterstitial": "1502571686779063_1502572570112308",
        "FbNative": "1502571686779063_1502572666778965",
        "FbLittleNative": "IMG_16_9_APP_INSTALL#173186393601951_356298065290782",
		
        "CpaImage": false,
        "CpaImageImg" : "https://media3.giphy.com/media/igVvRDJ4EbhstQyEKh/giphy.gif",
        "CpaURL" : "https://www.google.com"
		
      },

    "elements": [
      {
        "title": "This new old house",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_1.jpg",
        "color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "Get Coins",
		"setLink": "https://www.google.com",
        "image_link": "https://www.google.com",
        "text": "We bought an old house, my boyfriend and I. He’s in charge of the “new” construction – converting the kitchen in to the master bedroom for instance, while I’m on wallpaper removal duty. The previous owner papered EVERY wall and CEILING! Removing it is brutal, but oddly satisfying. The best feeling is getting a long peel, similar to your skin when you’re peeling from a sunburn. I don’t know about you but I kinda make a game of peeling, on the hunt for the longest piece before it rips.Under a corner section of paper in every room is a person’s name and a date. Curiosity got the best of me one night when I Googled one of the names and discovered the person was actually a missing person, the missing date matching the date under the wallpaper! The next day, I made a list of all the names and dates. Sure enough each name was for a missing person with dates to match. We notified the police who naturally sent out the crime scene team. I overhead one tech say “yup, it’s human.” Human? What’s human? “Ma’am, where is the material you removed from the walls already? This isn’t wallpaper you were removing.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "I hate it when my brother Charlie has to go away",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_2.jpg",
		"color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I hate it when my brother Charlie has to go away. My parents constantly try to explain to me how sick he is. That I am lucky for having a brain where all the chemicals flow properly to their destinations like undammed rivers. When I complain about how bored I am without a little brother to play with, they try to make me feel bad by pointing out that his boredom likely far surpasses mine, considering his confine to a dark room in an institution. I always beg for them to give him one last chance. Of course, they did at first. Charlie has been back home several times, each shorter in duration than the last. Every time without fail, it all starts again. The neighbourhood cats with gouged out eyes showing up in his toy chest, my dad’s razors found dropped on the baby slide in the park across the street, mom’s vitamins replaced by bits of dishwasher tablets. My parents are hesitant now, using “last chances” sparingly. They say his disorder makes him charming, makes it easy for him to fake normalcy, and to trick the doctors who care for him into thinking he is ready for rehabilitation. That I will just have to put up with my boredom if it means staying safe from him. I hate it when Charlie has to go away. It makes me have to pretend to be good until he is back.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "He Stood Against My Window",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_15.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I don’t know why I looked up, but when I did I saw him there. He stood against my window. His forehead rested against the glass, and his eyes were still and light and he smiled a lipstick-red, cartoonish grin. And he just stood there in the window. My wife was upstairs sleeping, my son was in his crib and I couldn’t move I froze and watched him looking past me through the glass.Oh, please no. His smile never moved but he put a hand up and slid it down the glass, watching me. With matted hair and yellow skin and face through the window.I couldn’t do anything. I just stayed there, frozen, feet still in the bushes I was pruning, looking into my home. He stood against my window.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "The Enemy",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_25.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I flung myself through the door and vaulted the toppled, long-dead refrigerator that served as an ineffective barricade in front of me. My legs propelled me through the room and into the small hallway on the other side. I couldn’t stop to eat the expired contents of the fridge, appealing to me despite their stench after several days without food. The shrieks of pain and cries for mercy around me spurred my body onward and filled me with unexpected energy in spite of my hunger.We were at war.I came to a halt in front of a small bathroom.A noise. Something behind the shower curtain.My fear heightened and images of the enemy flooded my mind. Merciless beasts wearing human skin, devouring indiscriminately, accepting no pleas and respecting no argument. Zombies.It had begun as we expected, with a virus. The original infected were almost a cliché. There was no humanity left in them. Just mindless rage, twisted bodies, and some primal urge to consume others. Our generation had prepared, with almost obsessive focus, for this monster. The first wave was eradicated with almost laughable ease.We were not prepared for adaptation. We were not prepared for the creature we bred by destroying the instantly recognizable zombie. A creature with more tact.Most of the first zombies were killed at close range, you understand, since longer range attacks were less likely to be fatal. We had trained ourselves, even before the outbreak, to equate “infection” with “death” when it came to zombies. A person “died” when their eyes clouded over and they started biting, not when you put a bullet in their head.The new strain of the virus still controlled the body, yes, but it left other faculties to the host.Maybe you could pull the trigger on a hopelessly crazed caricature of your best friend, your spouse, your child. But what if there was still a soul behind those eyes? If even as they attacked, they sobbed and screamed in their own voice? All the virus needed was a moment’s hesitation.I bet you’d hesitate.I did.Which is why now I could only watch as my arm wrenched back the shower curtain and my hands reached for the cowering child. Why I could only beg for forgiveness before the virus used my mouth to tear ragged, bloody hunks from his body. Why I couldn’t even vomit as my hunger dissipated with the now sickeningly familiar taste of human flesh.We were at war. And I am the enemy.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "What they don’t tell you about the dead",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_29.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I don’t want to sound mean, but the dead are pretty clueless. I’ve always seen them. When I was younger everyone thought I was just talking to imaginary friends. After a couple years, when I overheard my parents talk about calling a psychologist, I realised what I was talking to. See, ghosts don’t tend to realise they’re dead, and they don’t look like in the movies, they look just like us.I’m pretty smart for a 13 year old, so I started noticing certain patterns to tell them apart from the living. They could be a bit distant from living people, or you’d see them try to talk to people who wouldn’t even notice them. Some of them could tell I was different, that I noticed them. Like this guy I saw after school yesterday. I’m a big boy now, see, I don’t need my parents to pick me up, home is just a short walk away. He was standing away from the other parents, didn’t talk to them, just stared at me, that’s how I knew he was one of the ghosts. I went over, told him I knew what he was and asked how I could help him. I don’t remember much after that, I think because of what happened this morning.Downstairs, my parents were crying. I tried talking to them but they ignored me. They must have died last night somehow, sometimes the new ghosts wouldn’t talk to me. Some police officers and reporters just arrived, they won’t talk to me either, just my parents. It’s weird, I’ve never seen so many ghosts together before. Why won’t anyone talk to me?",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "A Message from your Personal Demons",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_30.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Hello, my dear. You do not know who I am, but I know you. I am one of the three demons that were assigned to you at birth. You see, some people in this world are destined for greatness, destined to live happy, fulfilling lives. You, I am afraid, are not one of those people, and it is our job to make sure of that.Who are we? Oh yes, of course, how rude of me. Allow me to introduce us: Shame is my younger brother, the demon on your left shoulder. Shame tells you that you’re a freak; that those thought you have are not normal; that you will never fit in. Shame whispered into your ear when your mother found you playing with yourself as a child. Shame is the one who makes you hate yourself. Fear sits on your right shoulder. He is my older brother, as old as life itself. Fear fills every dark corner with monsters, turns every stranger on a dark street into a murderer. Fear stops you from telling your crush how you feel. He tells you it is better not to try than let people see you fail. Fear makes you build your own prison.Who am I, then? I am the worst of your demons, but you see me as a friend. You turn to me when you have nothing else, because I live in your heart. I am the one who forces you to endure. The one who prolongs your torment.Sincerely, Hope .",
        "isNative": false,
		"background": "#000000"
      }
    ]

  }
}
