{
  "MgData": {
    "MgAds": 
      {
        "AdsCompany": "mediation",

        "AdmobBanner":"ca-app-pub-7078905458736134/9135228141",
        "AdmobInterstitial":"ca-app-pub-7078905458736134/2569819799",
        "AdmobNative": "ca-app-pub-7078905458736134/2047075614",
        "AdmobRewarded": "ca-app-pub-7078905458736134/8023283451",

        "FbBanner": "1502571686779063_1502572400112325",
        "FbInterstitial": "1502571686779063_1502572570112308",
        "FbNative": "1502571686779063_1502572666778965",
        "FbLittleNative": "IMG_16_9_APP_INSTALL#173186393601951_356298065290782",
		
        "CpaImage": false,
        "CpaImageImg" : "https://html5.gamedistribution.com/8ab5e812b1104342b88582ff294367f2/",
        "CpaURL" : "https://fastsvr.com/list/498307"
		
      },

    "elements": [
      {
        "title": "How To Make A game",
        "image": "https://cdn.pixabay.com/photo/2014/09/07/22/34/car-race-438467_960_720.jpg",
        "color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "Get Coins",
		"setLink": "https://www.google.com",
        "image_link": "https://www.google.com",
        "text": "To be more clear about the CarX Street game, it will be a racing game that will transform you into a street racer, and there is a whole open world to carry out your racing play here with different challenges and with realistic cars. You will be your dream car here that you have always dreamt of, and then put yourself into drift races here to enjoy a real-time racing game. We know your gaming spirit has stirred up more after hearing the news of the CarX Street release. So, if you want to know more about this game, you can go through this guide that includes lots of beginner guidelines that will help you have top-level CarX Street on PC gameplay.",
	      "isNative": false,
		"background": "#000000"
      },
      {
        "title": "How to Play CarX Street?",
        "image": "https://cdn.pixabay.com/photo/2020/06/22/19/30/automobile-5330343_960_720.jpg",
		"color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "There will be the first house settlement that you will have to go with, and don’t worry if you don’t have a clear idea for this because the game is originally guiding you for it from the tutorial. There will be several features that you can see from the settlement, like the capacity of your garage and many other things. Since you have a huge map with different locations to explore in CarX Street android, you will have to go through several stages of the game with its clubs and races as well as much maintenance done to your cards too. The ultimate goal of the gameplay will be to finish the races with the best performance, and throughout these races, you will also encounter different quests, map exploration and many other things that allow you to earn more rewards. Your rewards will help you to make yourself upgrade, have new cars and also to purchase new houses too. So these are the core parts of the gameplay that is associated with this racing game.",
	"isNative": false,
		"background": "#000000"
      },
      {
        "title": "CarX Map Guide ",
        "image": "https://cdn.pixabay.com/photo/2012/11/03/22/41/ford-64041_960_720.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "And the next part for a beginner to get to know is related to the map. Ever since the game was announced back in the day, the developers made tons of statements regarding the map of this game because you have to deal with many explorations. And just like they said, they have included a total of six districts for your exploration of this game and knowing what you will have to encounter from each map will be useful as a beginner.",
	"isNative": false,
		"background": "#000000"
      },
      {
        "title": "Midtown",
        "image": "https://cdn.pixabay.com/photo/2020/05/12/06/21/car-5161457_960_720.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Midtown is the second location we have to bring from this beginner guide. This is identified as the heart of our Sunset city, and you get the largest view here because there are wide roads with skyscrapers to be seen from this area. Rules in this game are there to break, and you should know that Midtown is the area that has the most of it. So racing and making yourself release freely through these roads will have to be done with care.",
	"isNative": false,
		"background": "#000000"
      },
      {
        "title": "Industrial",
        "image": "https://cdn.pixabay.com/photo/2020/05/12/06/22/vehicle-5161458_960_720.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "The third location of the game is the industrial location, and this is more like an economic area of Sunset City. It is made out of several south islands from the main city, and there are unique things that make this location to be very interesting for a player. The first thing is that it has been covered with neon lights, and so many huge buildings and palm trees cover this area. It would be a good feeling to go through this location to make yourself somewhat more refreshed than others.",
	"isNative": false,
		"background": "#000000"
      },
      {
        "title": "Buttons and Accelerometer",
        "image": "https://cdn.pixabay.com/photo/2020/05/12/06/32/forza-horizon-4-5161489_960_720.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "You get two options to handle your races in this game, and knowing these two will help you to make yourself better at the gameplay as a beginner. Let’s first talk about the buttons. Your navigation, as well as the car steering, can be handled by using these buttons. A few buttons are placed on your screen here, and they have been placed by following an order too. The left and right buttons are there to move your car left and right, and there will also be four other buttons available on your screen.",
	"isNative": false,
		"background": "#000000"
      }
    ]

  }
}
