{
  "MgData": {
    "MgAds": 
      {
        "AdsCompany": "mediation",

        "AdmobBanner": "ca-app-pub-7078905458736134/5098439548",
        "AdmobInterstitial": "ca-app-pub-7078905458736134/6246217296",
        "AdmobNative": "ca-app-pub-7078905458736134/4741563931",
        "AdmobRewarded": "ca-app-pub-7078905458736134/8271397795",

        "FbBanner": "1502571686779063_1502572400112325",
        "FbInterstitial": "1502571686779063_1502572570112308",
        "FbNative": "1502571686779063_1502572666778965",
        "FbLittleNative": "IMG_16_9_APP_INSTALL#173186393601951_356298065290782",
		
        "CpaImage": true,
        "CpaImageImg" : "https://media.giphy.com/media/LQVmhwxV74Ck5CcXzU/giphy.gif",
        "CpaURL" : "https://play.google.com/store/apps/details?id=com.mg_over.tokens_daily_stumbling"
		
      },

    "elements": [
      {
        "title": "Stumble Guys Best Tips and Tricks",
        "image": "https://ro.vnmod.net/wp-content/uploads/2022/11/101120221668046230.png",
        "color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "Get Coins",
		"setLink": "https://www.google.com",
        "image_link": "https://www.google.com",
        "text": "The very first thing you’ll notice when you start playing Stumble Guys is how all the characters have physics: You can bump into others, block their paths with your body, or even push and knock them off ledges if they’re careless.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "Tips and tricks 2",
        "image": "https://media.cdnandroid.com/item_images/1358949/imagen-mod-gems-stumble-guys-guide-0big.jpg",
		"color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "If you want to win at Stumble Guys, not only do you have to reach the goal in your qualifications matches, but you must also impede others from doing so. Weaponizing the game’s physics and using them to your favor allows you to knock others down and may help you to reach the goal far before the others.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "Learn to Weaponize Your Character’s Physics ",
        "image": "https://progameguides.com/wp-content/uploads/2022/08/stumble-guys-featured-image.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "In Stumble Guys, there are two main ways of moving around: Running, and sliding. However, there’s a third and secret way of progressing through a level, which you can achieve by using the obstacles to boost yourself.


In a lot of the minigames in this title, there are spinning obstacles that you must avoid since, if you crash into them, you’ll be sent careening away in any direction. However, there’s a way to use these obstacles to your advantage. Specifically, if you’re careful enough, you can make it so that these obstacles strike you on your back after you’ve run past, which means that they will knock you forward with a burst of speed. Learning how to use these obstacles correctly can help you to turn a losing round into a resounding victory.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "Use the Game’s Obstacles to Boost Yourself",
        "image": "https://i0.wp.com/www.levelwinner.com/wp-content/uploads/2021/04/stumble-guys-elimination-match-800x450-1.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "if you’re playing the Bombardment minigame, where a pirate boat is shooting bombs at the platform where all the players are standing, the objective is to dodge the bombs and explosions and avoid falling into the water. On these occasions, you can jump, slide, and run to avoid a watery fate, but you could also try to shove other players and make them fall. On many occasions, the other players tend to stand still in a safe spot until a bomb lands near them. You can take a chance when they’re standing and distracted to slide into them and try to make them fall. But be careful because it’s very possible for you to fall alongside your victim!

Sometimes, the best way to seize the win is not by winning the round outright, but by making others lose!",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "Sometimes, the Goal is Not To be First",
        "image": "https://media.cdnandroid.com/item_images/1358949/imagen-mod-gems-stumble-guys-guide-0big.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "In many of the levels in Stumble Guys, you’ll notice that there are obstacles whose sole purpose is to push you away and knock you down. A lot of these obstacles move in a predictable, rhythmic pattern, so that it’s simpler to just wait and move when they retract. However, this often takes time; time that could cost you the match, especially when there are skilled players that know how to jump over the toughest obstacles.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "Instead of Waiting, Jump!",
        "image": "https://i0.wp.com/www.levelwinner.com/wp-content/uploads/2021/04/stumble-guys-elimination-match-800x450-1.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "It’s very likely that you’ll fall in the beginning—or stumble, if you will. However, the great thing about Stumble Guys is that matches are usually very short and it takes nearly no time to start the next one. And as you practice and get better, you’ll learn how to jump, slide, and dodge obstacles with ease.",
        "isNative": false,
		"background": "#000000"
      }
    ]

  }
}
