{
  "MgData": {
    "MgAds": 
      {
        "AdsCompany": "mediation",

        "AdmobBanner": "ca-app-pub-7078905458736134/2850924777",
        "AdmobInterstitial": "ca-app-pub-7078905458736134/2723766418",
        "AdmobNative": "ca-app-pub-7078905458736134/6554328070",
        "AdmobRewarded": "ca-app-pub-7078905458736134/3165785396",

        "FbBanner": "1502571686779063_1502572400112325",
        "FbInterstitial": "1502571686779063_1502572570112308",
        "FbNative": "1502571686779063_1502572666778965",
        "FbLittleNative": "IMG_16_9_APP_INSTALL#173186393601951_356298065290782",
		
        "CpaImage": false,
        "CpaImageImg" : "https://cdn.witchhut.com/html5/games/from-single-to-dating-valentines-day-crush/",
        "CpaURL" : "https://fastsvr.com/list/498307"
		
      },

    "elements": [
      {
        "title": "This new old house",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_1.jpg",
        "color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "Get Coins",
		"setLink": "https://www.google.com",
        "image_link": "https://www.google.com",
        "text": "We bought an old house, my boyfriend and I. He’s in charge of the “new” construction – converting the kitchen in to the master bedroom for instance, while I’m on wallpaper removal duty. The previous owner papered EVERY wall and CEILING! Removing it is brutal, but oddly satisfying. The best feeling is getting a long peel, similar to your skin when you’re peeling from a sunburn. I don’t know about you but I kinda make a game of peeling, on the hunt for the longest piece before it rips.Under a corner section of paper in every room is a person’s name and a date. Curiosity got the best of me one night when I Googled one of the names and discovered the person was actually a missing person, the missing date matching the date under the wallpaper! The next day, I made a list of all the names and dates. Sure enough each name was for a missing person with dates to match. We notified the police who naturally sent out the crime scene team. I overhead one tech say “yup, it’s human.” Human? What’s human? “Ma’am, where is the material you removed from the walls already? This isn’t wallpaper you were removing.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "I hate it when my brother Charlie has to go away",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_2.jpg",
		"color": "#ffffff",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I hate it when my brother Charlie has to go away. My parents constantly try to explain to me how sick he is. That I am lucky for having a brain where all the chemicals flow properly to their destinations like undammed rivers. When I complain about how bored I am without a little brother to play with, they try to make me feel bad by pointing out that his boredom likely far surpasses mine, considering his confine to a dark room in an institution. I always beg for them to give him one last chance. Of course, they did at first. Charlie has been back home several times, each shorter in duration than the last. Every time without fail, it all starts again. The neighbourhood cats with gouged out eyes showing up in his toy chest, my dad’s razors found dropped on the baby slide in the park across the street, mom’s vitamins replaced by bits of dishwasher tablets. My parents are hesitant now, using “last chances” sparingly. They say his disorder makes him charming, makes it easy for him to fake normalcy, and to trick the doctors who care for him into thinking he is ready for rehabilitation. That I will just have to put up with my boredom if it means staying safe from him. I hate it when Charlie has to go away. It makes me have to pretend to be good until he is back.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "Maniacal, Manipulative, Psychotic",
        "image": "https://cdn.pixabay.com/photo/2016/11/29/09/11/candles-1868640__340.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "The storm had felt like a rumor all day, but now, the sky was delivering. For a second, like a knife catching a glint of light and refracting it in multitude, everything gleamed white. The lightning split the whole sky in half, and in that moment, it was brighter than daylight. The tops of the gravestones seemed to pulse like strobe lights in a night club before blackness settled them down again. She was kneeling in front of her sister’s grave. She came here often—after all, that’s what a mourning sister did—but she felt better coming at night. Shrouded in darkness, she could be herself, and she could feel what she wanted to—which, sometimes, was nothing. A cavernous, echoey space of emptiness. Perhaps there was a bit of pride if she were being honest. Along with a genuine sense of connection, even though her sister was nothing more than a skeleton six feet under. Funny, how it took death to rekindle a connection that hadn’t existed since the womb. Either way, the emotions weren’t appropriate for daytime mourning.The lightning seemed suitable for tonight. It was the anniversary of her sister’s death. And it lit something up inside of her too, a dark part of her that she didn’t always feel comfortable touching. In the dynamic moment when everything became bright, she leaned forward and put her lips on the cold stone. She was certain that whatever plane of existence her sister lived on in, her head was exploding at this artificial expression of tenderness.It wasn’t totally artificial. It really wasn’t. It was just that, in life, they were polar opposites. Good and bad. Angel and devil. Black and white. They were identical, but no one would ever mistake one for the other. And yet, the thought that had hung out in her mind for the past year said otherwise. They were not so different. Their mother, Paige, would have told you there was something wrong with Madeline right from the start. Her daughters were identical twins, but the resemblance was purely physical. Madeline had been a difficult baby from day one. She was one who cried nonstop, who refused to nurse. When Paige would finally get her settled and carefully place her down, she rarely got as far as the nursery door before Madeline’s blood-curdling cries began again, often waking Erica as well. Paige would want to sob on the floor, she was so absolutely depleted. Madeline was an infant who made Paige understand why Shaken Baby Syndrome was a thing. As a toddler, Paige would tell you that Madeline fine-tuned her mean streak. Paige could not take her eyes off her for even a second, for fear she would push Erica down the stairs, or pinch her so hard a purple welt would instantly appear. Erica, by contrast, was sweet as pie, and Paige thanked God every day for that. She didn’t think she could have handled two demon babies, which is how she thought of Madeline. At night, she begged God to forgive her—what kind of mother hated her child? Oh, she loved her—she loved them both. But she detested Madeline. She wished for her mother or sister to offer to take Madeline for a weekend—even a day—but that never happened. Erica, though. She was quiet, ate and slept well, and was a child who lit up with a smile when you spoke to her (unlike her sister, who was more liable to kick you in the shin, the demon grin on her face.) Erica grew into a little girl teachers raved about, one who followed the rules and was polite. Paige knew you were not supposed to have favorites, but she didn’t see how that was possible. When she asked God to forgive her, she also prayed that Madeline would outgrow her wickedness. That never happened either. Erica would have told you that being the good child was a heavier burden then it appeared. Aside from never wanting to cause a fuss—and even good little girls became frustrated or angry sometimes—there was also Madeline’s temper to consider. Erica learned at a young age to watch her back—Madeline had a fondness for pushing her down the stairs or sticking her foot out to trip her. Erica spent a lifetime sleeping with one eye open. Years of watching her back, of being ready to defend herself against her sister’s attacks was exhausting. Sometimes, she wanted to be the one who screamed out a tirade, who wiped the contents of a table off as she ran by in an indignant rage. But she didn’t think her mother could have handled that. There was a weariness in Paige’s eyes so solid you knew it bled right down into her soul. As they grew up, Madeline’s attacks against her twin became more devious in nature. Bored, it seemed, of physical assault, Madeline would do things that seemed more benign. But these acts of scheming cut Erica deeper than any bruise or twisted finger could. Ripping up a book report with a big, red 100% at the top. Dumping black dye on her cheerleading uniform. Erica learned quickly that it was easier to keep her head down and privately tell their mother that she had aced the math test. It was easier just to not run for student council president, to give up cheerleading. Erica locked her bedroom door at night. The truth was, Madeline terrified her. And Madeline? Madeline would have told you her parents played favorites from the start, so why not star in the role she was cast? She would have entertained you with memories of being four and staring at her perfect, pristine sister while hatred she could not stop bubbled inside of her. Erica’s hair looked like ringlets on a child model and Madeline’s was a wild frizz that could never be tamed, just like her, she supposed. She would tell you a story about grabbing a hunk of Erica’s shiny blonde curls and hacking them off with contraband sewing scissors before she even knew what had happened. She would tell you a hundred stories like that, but the truth was it got old. Erica never reacted to physical attacks, just hid her quiet, pathetic face in her hands. Madeline had to become more creative. She would tell you about how she slept with Erica’s high school boyfriend and made a video of it. That was fun. How she posted it online and watched it go viral in a matter of hours. How she had kept her face out of the video, so no one knew it was her. Everyone assumed it was Erica…but Erica knew. Erica knew, because she was a virgin. Madeline knew this secret of hers because she had read Erica’s pathetic little diary, the one with a pink patent leather cover and a lock, that looked like it belonged to a twelve-year-old. Madeline would tell you the best part was that Erica’s boyfriend had no clue he was hooking up with the wrong twin. His eyeballs practically bulged out of his head, he was so excited when Madeline locked Erica's bedroom door and promptly took off her shirt. Madeline had chuckled after he left and she watched the video, excited to see how this would play out. As she expected, Erica’s good-girl reputation took a hit and she broke up with her boyfriend. Good. Served her right. Madeline would tell you about how her hatred for Erica ran so deep she was unsure of who she was without it. Their father, Andy, wouldn’t tell you anything because he had split years ago. It was no secret that his reasons for departure were hinged on the behavior of his maniacal, manipulative, psychotic daughter. Both girls had heard him scream this phrase at their mother, who was refusing to get Madeline help. Scream it as if instead of Madeline her name was maniacal, manipulative, psychopathic daughter. They were only five years old at the time. Paige felt that Madeline was much too young to be subjected to testing, therapy, or medication. Andy felt the complete opposite, and so their marriage—which had once been a true love affair, although neither girl knew that—dissolved. Lightning spliced through the night again, and she traced the lettering on her sister’s grave. She was glad she was dead. Oh, she would never say that, even though people probably expected her to. Even though her mother side-eyed her through silent dinners, the gaze of a woman mourning tinted with fear. She was pretty sure her mother knew that the accident hadn’t been an accident. Paige would never say anything though. Their mother had been through hell and back. Losing her husband. A lifetime of a maniacal, manipulative, psychotic daughter. Losing a child—which, no matter what the circumstances, was devastating. Paige was withered up, spent. Her movements were ghostlike, as if she had died alongside her daughter. It hadn’t been murder or anything like that. There was nothing premeditated—in that sense, it really was an accident. But if felt as if the universe had offered up an opportunity. Like a giant hand had reached down from the sky and said here. Take her out. End all your problems. It was a beautiful October day. They had driven home from school in stony silence—the fallout of Erica’s boyfriend’s betrayal was still a fresh wound. She had parked the car and was gathering her things and then realized she needed to move it to the street. Their mother wasn’t home yet, and she would need access to the garage. She threw it into reverse and immediately felt a dull thud, a heavy tap. Instinctively, she slammed on the brakes. And then… And then, she let them up. She let the car roll backwards, feeling the satisfying rocking as it ran right over her sister and accomplished what she’d dreamt of so many times. It was shocking, both what had happened and the sense of peace that she felt about it. Of course, the aftermath wasn’t pretty, particularly the immediate aftermath. She had always felt that she had a strong stomach but seeing the remains of her twin’s face—identical to hers—in smithereens on the driveway was enough to make her vomit before she even dialed 911. Paige’s primal scream when she showed up moments later, ambulances already surrounding the house. Okay—she did feel bad about that. Whatever you could say about Paige hating Madeline, she couldn’t help but feel empathy for her own mother. Then there had been the funeral. The abysmally low number of people in attendance—it wasn’t hard to figure out why. What would they say, sorry for your loss? The awkward and uncomfortable appearance of her father, who patted her shoulder like she was a horse in a stable, a horse he was a little bit wary of. He barely spoke to her, only stared at the casket. She swore she saw tears dripping. Before he left all those years ago, their father had made it no secret that Erica was his favorite. Paige, at that time, was still trying to perpetuate the notion that she loved her daughters equally, but Andy had little patience for that. Erica was the one he played with, the one he took along for Sunday errands, the one who’s ears he pulled quarters from in an embarrassing dad-joke way. Still, it was bizarre to see him standing over the casket, crying. It wasn’t even open. She had half expected him to stick around. Maybe with her sister out of the way, the three of them could form a nice, normal family. She was nearly eighteen, but she still fantasized about the life she could have had if it hadn’t been so streaked with all the hatred. A mom and a dad who loved each other and adored her…and that was it. No sister. She could picture her whole future: Christmas dinners with the three of them together. Her wedding day, with both parents walking her down the aisle together. A happy life. But that was not to be. Andy split faster than he had the first time. He hadn’t even come to the internment at the cemetery. Rain was beginning to fall now, and she thought it was time to go home. She really didn’t want to, because the biggest secret that she kept was that she’d felt closer to her sister in the year that had passed since she’d run her over than she had all her life. She felt a sense of…aliveness, connection whenever she visited the grave. Sometimes, she was almost a bit regretful…maybe that connection meant that someway, somehow, they could have overcome their differences. Maybe her sister had just been playing the role she was cast in, after all. Or maybe it meant they were not so different after all As the rain began to fall harder, Erica traced her fingers through Madeline’s name. It was a ritual she did each time she said good-bye. She traced the name, she whispered it into the darkness, and she leaned over and kissed the chilled, wet stone once more before standing up. It was funny. If it had been the other way around, if Madeline had crushed Erica with her car, everyone would have assumed it was on purpose. But Erica? No one would ever suspect that she’d had a moment to think, a moment when she could have stopped the trajectory of what was about to happen. And if they did suspect that moment existed, they would never guess that Erica would have taken her foot off the brake purposefully, intently. Not Erica, who volunteered at the homeless shelter and dutifully rinsed her toothpaste down the sink and never had a bad word to say about anyone, even her maniacal, manipulative, psychotic sister. No one would ever know. And there was a sense of peace now. At least she didn’t have to watch her back all the time, always wondering what Madeline was up to. The space gave Erica time to think about things. The amount of energy that had been spent managing, deflecting, and watching out for Madeline’s hatred was mind-boggling. Without her there…there was a lot of space. Maybe that was why she liked the way she felt when she visited the cemetery. It was familiar. Erica leaned over and kissed the gravestone one last time. She felt that jolt of electricity coursing through her, that piece of evil that seemed to come from Madeline. She had always understood Madeline’s hatred because she felt the same way. She had just never done anything about it. At least until the day of the accident. No, they were not so different, were they? As Erica turned to leave, another bolt of lightning bent the sky white and purple. Just at that moment, she swore she saw a hand reach out of the ground, grab her ankle and yank her. When the darkness enveloped her again, she saw she had only tripped over her own two feet. There was nothing there. No hand sticking out of the ground, no ruptured earth. Still, Erica was shaken. She scurried out of the cemetery, her heart pounding in a way it hadn’t in a whole year. The entire time, she continued to look over her shoulder, expecting to see Madeline. She swore she heard her chortling behind her, but as she reached her car, she realized it was only the thunder. She thought about the day recently, when she’d tripped heading down the front steps of the house, how she’d sworn she felt a hand shove her from behind. There was no one there though, and she had chalked it up to needing her morning coffee more than she realized. Now though, Erica wondered. Wouldn’t that be just like the maniacal, manipulative, psychotic Madeline to be able to cause trouble from beyond the grave? She quickly shook her head, as if to clear that thought away. This was just PTSD from years of abuse, left-over trauma from what she’d done. It was not Madeline. As she threw the car in reverse to turn around and hightail out of the cemetery, she remembered that day in all of its vividness, and she knew she’d done the right thing. There was only so much Madeline could do anymore, being dead and all. Erica was glad she was dead! She was glad she was the one who made it happen. Madeline wasn't the only one who was maniacal, manipulative, psychotic. No, they were not so different, after all.",
	  "isNative": false,
		"background": "#000000"
      },
      {
        "title": "He Stood Against My Window",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_15.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I don’t know why I looked up, but when I did I saw him there. He stood against my window. His forehead rested against the glass, and his eyes were still and light and he smiled a lipstick-red, cartoonish grin. And he just stood there in the window. My wife was upstairs sleeping, my son was in his crib and I couldn’t move I froze and watched him looking past me through the glass.Oh, please no. His smile never moved but he put a hand up and slid it down the glass, watching me. With matted hair and yellow skin and face through the window.I couldn’t do anything. I just stayed there, frozen, feet still in the bushes I was pruning, looking into my home. He stood against my window.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "The Enemy",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_25.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I flung myself through the door and vaulted the toppled, long-dead refrigerator that served as an ineffective barricade in front of me. My legs propelled me through the room and into the small hallway on the other side. I couldn’t stop to eat the expired contents of the fridge, appealing to me despite their stench after several days without food. The shrieks of pain and cries for mercy around me spurred my body onward and filled me with unexpected energy in spite of my hunger.We were at war.I came to a halt in front of a small bathroom.A noise. Something behind the shower curtain.My fear heightened and images of the enemy flooded my mind. Merciless beasts wearing human skin, devouring indiscriminately, accepting no pleas and respecting no argument. Zombies.It had begun as we expected, with a virus. The original infected were almost a cliché. There was no humanity left in them. Just mindless rage, twisted bodies, and some primal urge to consume others. Our generation had prepared, with almost obsessive focus, for this monster. The first wave was eradicated with almost laughable ease.We were not prepared for adaptation. We were not prepared for the creature we bred by destroying the instantly recognizable zombie. A creature with more tact.Most of the first zombies were killed at close range, you understand, since longer range attacks were less likely to be fatal. We had trained ourselves, even before the outbreak, to equate “infection” with “death” when it came to zombies. A person “died” when their eyes clouded over and they started biting, not when you put a bullet in their head.The new strain of the virus still controlled the body, yes, but it left other faculties to the host.Maybe you could pull the trigger on a hopelessly crazed caricature of your best friend, your spouse, your child. But what if there was still a soul behind those eyes? If even as they attacked, they sobbed and screamed in their own voice? All the virus needed was a moment’s hesitation.I bet you’d hesitate.I did.Which is why now I could only watch as my arm wrenched back the shower curtain and my hands reached for the cowering child. Why I could only beg for forgiveness before the virus used my mouth to tear ragged, bloody hunks from his body. Why I couldn’t even vomit as my hunger dissipated with the now sickeningly familiar taste of human flesh.We were at war. And I am the enemy.",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "What they don’t tell you about the dead",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_29.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "I don’t want to sound mean, but the dead are pretty clueless. I’ve always seen them. When I was younger everyone thought I was just talking to imaginary friends. After a couple years, when I overheard my parents talk about calling a psychologist, I realised what I was talking to. See, ghosts don’t tend to realise they’re dead, and they don’t look like in the movies, they look just like us.I’m pretty smart for a 13 year old, so I started noticing certain patterns to tell them apart from the living. They could be a bit distant from living people, or you’d see them try to talk to people who wouldn’t even notice them. Some of them could tell I was different, that I noticed them. Like this guy I saw after school yesterday. I’m a big boy now, see, I don’t need my parents to pick me up, home is just a short walk away. He was standing away from the other parents, didn’t talk to them, just stared at me, that’s how I knew he was one of the ghosts. I went over, told him I knew what he was and asked how I could help him. I don’t remember much after that, I think because of what happened this morning.Downstairs, my parents were crying. I tried talking to them but they ignored me. They must have died last night somehow, sometimes the new ghosts wouldn’t talk to me. Some police officers and reporters just arrived, they won’t talk to me either, just my parents. It’s weird, I’ve never seen so many ghosts together before. Why won’t anyone talk to me?",
        "isNative": false,
		"background": "#000000"
      },
      {
        "title": "A Message from your Personal Demons",
        "image": "https://wp.scoopwhoop.com/wp-content/uploads/2015/09/567739566e510a6f3a75dbeb_30.jpg",
		"color": "#FFFFFF",
        "text_size": "20",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Hello, my dear. You do not know who I am, but I know you. I am one of the three demons that were assigned to you at birth. You see, some people in this world are destined for greatness, destined to live happy, fulfilling lives. You, I am afraid, are not one of those people, and it is our job to make sure of that.Who are we? Oh yes, of course, how rude of me. Allow me to introduce us: Shame is my younger brother, the demon on your left shoulder. Shame tells you that you’re a freak; that those thought you have are not normal; that you will never fit in. Shame whispered into your ear when your mother found you playing with yourself as a child. Shame is the one who makes you hate yourself. Fear sits on your right shoulder. He is my older brother, as old as life itself. Fear fills every dark corner with monsters, turns every stranger on a dark street into a murderer. Fear stops you from telling your crush how you feel. He tells you it is better not to try than let people see you fail. Fear makes you build your own prison.Who am I, then? I am the worst of your demons, but you see me as a friend. You turn to me when you have nothing else, because I live in your heart. I am the one who forces you to endure. The one who prolongs your torment.Sincerely, Hope .",
        "isNative": false,
		"background": "#000000"
      }
    ]

  }
}
